/obj/item/device/healthanalyzer/halo
	name = "медицинский КПК M7"
	desc = "Обманчиво продвинутое устройство, которое можно увидеть у медиков ККОН и гражданских парамедиков. Позволяет проводить бесконтактную диагностику и сортировку раненых без помощи рук, включая удалённое подключение к нейроимплантам и системам брони морпеха для мгновенного считывания важных биометрических данных. Также часто используется, чтобы позорить сослуживцев."
	icon = 'icons/halo/obj/items/medical.dmi'
	icon_state = "scanner"
